/*
SQLyog Ultimate v12.09 (64 bit)
MySQL - 5.5.40 : Database - userinfomanage
*********************************************************************
*/

/*!40101 SET NAMES utf8 */;

/*!40101 SET SQL_MODE=''*/;

/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;
CREATE DATABASE /*!32312 IF NOT EXISTS*/`userinfomanage` /*!40100 DEFAULT CHARACTER SET utf8 */;

USE `userinfomanage`;

/*Table structure for table `login` */

DROP TABLE IF EXISTS `login`;

CREATE TABLE `login` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(20) DEFAULT NULL,
  `password` varchar(20) DEFAULT NULL,
  `email` varchar(32) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=21 DEFAULT CHARSET=utf8;

/*Data for the table `login` */

insert  into `login`(`id`,`username`,`password`,`email`) values (20,'admin','123456','3347682008@qq.com');

/*Table structure for table `user` */

DROP TABLE IF EXISTS `user`;

CREATE TABLE `user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(60) DEFAULT NULL,
  `gender` varchar(15) DEFAULT NULL,
  `age` int(11) DEFAULT NULL,
  `address` varchar(96) DEFAULT NULL,
  `qq` varchar(60) DEFAULT NULL,
  `email` varchar(150) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `id` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=153 DEFAULT CHARSET=utf8;

/*Data for the table `user` */

insert  into `user`(`id`,`name`,`gender`,`age`,`address`,`qq`,`email`) values (84,'沙僧','男',36,'陕西','35464898','35464898@qq.com'),(85,'古力娜扎','女',28,'北京','2434548','2434548@qq.com'),(86,'李逵','男',23,'上海','56489797','56489797@qq.com'),(87,'沙僧','男',36,'陕西','35464898','35464898@qq.com'),(88,'古力娜扎','女',28,'北京','2434548','2434548@qq.com'),(89,'李逵','男',23,'上海','56489797','56489797@qq.com'),(90,'沙僧','男',36,'陕西','35464898','35464898@qq.com'),(91,'古力娜扎','女',28,'北京','2434548','2434548@qq.com'),(92,'李逵','男',23,'上海','56489797','56489797@qq.com'),(93,'沙僧','男',36,'陕西','35464898','35464898@qq.com'),(94,'古力娜扎','女',28,'北京','2434548','2434548@qq.com'),(95,'李逵','男',23,'上海','56489797','56489797@qq.com'),(96,'沙僧','男',36,'陕西','35464898','35464898@qq.com'),(97,'古力娜扎','女',28,'北京','2434548','2434548@qq.com'),(98,'李逵','男',23,'上海','56489797','56489797@qq.com'),(99,'沙僧','男',36,'陕西','35464898','35464898@qq.com'),(100,'古力娜扎','女',28,'北京','2434548','2434548@qq.com'),(101,'李逵','男',23,'上海','56489797','56489797@qq.com'),(102,'沙僧','男',36,'陕西','35464898','35464898@qq.com'),(103,'古力娜扎','女',28,'北京','2434548','2434548@qq.com'),(104,'李逵','男',23,'上海','56489797','56489797@qq.com'),(105,'沙僧','男',36,'陕西','35464898','35464898@qq.com'),(106,'古力娜扎','女',28,'北京','2434548','2434548@qq.com'),(107,'李逵','男',23,'上海','56489797','56489797@qq.com'),(108,'沙僧','男',36,'陕西','35464898','35464898@qq.com'),(109,'古力娜扎','女',28,'北京','2434548','2434548@qq.com'),(110,'李逵','男',23,'上海','56489797','56489797@qq.com'),(111,'沙僧','男',36,'陕西','35464898','35464898@qq.com'),(112,'古力娜扎','女',28,'北京','2434548','2434548@qq.com'),(113,'李逵','男',23,'上海','56489797','56489797@qq.com'),(114,'沙僧','男',36,'陕西','35464898','35464898@qq.com'),(115,'古力娜扎','女',28,'北京','2434548','2434548@qq.com'),(116,'李逵','男',23,'上海','56489797','56489797@qq.com'),(117,'沙僧','男',36,'陕西','35464898','35464898@qq.com'),(118,'古力娜扎','女',28,'北京','2434548','2434548@qq.com'),(119,'李逵','男',23,'上海','56489797','56489797@qq.com'),(120,'沙僧','男',36,'陕西','35464898','35464898@qq.com'),(121,'古力娜扎','女',28,'北京','2434548','2434548@qq.com'),(122,'李逵','男',23,'上海','56489797','56489797@qq.com'),(123,'沙僧','男',36,'陕西','35464898','35464898@qq.com'),(124,'古力娜扎','女',28,'北京','2434548','2434548@qq.com'),(125,'李逵','男',23,'上海','56489797','56489797@qq.com'),(126,'沙僧','男',36,'陕西','35464898','35464898@qq.com'),(127,'古力娜扎','女',28,'北京','2434548','2434548@qq.com'),(128,'李逵','男',23,'上海','56489797','56489797@qq.com'),(129,'沙僧','男',36,'陕西','35464898','35464898@qq.com'),(130,'古力娜扎','女',28,'北京','2434548','2434548@qq.com'),(131,'李逵','男',23,'上海','56489797','56489797@qq.com'),(132,'沙僧','男',36,'陕西','35464898','35464898@qq.com'),(133,'古力娜扎','女',28,'北京','2434548','2434548@qq.com'),(134,'李逵','男',23,'上海','56489797','56489797@qq.com'),(135,'沙僧','男',36,'陕西','35464898','35464898@qq.com'),(136,'古力娜扎','女',28,'北京','2434548','2434548@qq.com'),(137,'李逵','男',23,'上海','56489797','56489797@qq.com'),(138,'沙僧','男',36,'陕西','35464898','35464898@qq.com'),(139,'古力娜扎','女',28,'北京','2434548','2434548@qq.com'),(140,'李逵','男',23,'上海','56489797','56489797@qq.com'),(141,'沙僧','男',36,'陕西','35464898','35464898@qq.com'),(142,'古力娜扎','女',28,'北京','2434548','2434548@qq.com'),(143,'李逵','男',23,'上海','56489797','56489797@qq.com'),(144,'沙僧','男',36,'陕西','35464898','35464898@qq.com'),(145,'古力娜扎','女',28,'北京','2434548','2434548@qq.com'),(146,'李逵','男',23,'上海','56489797','56489797@qq.com'),(147,'沙僧','男',36,'陕西','35464898','35464898@qq.com'),(148,'古力娜扎','女',28,'北京','2434548','2434548@qq.com'),(149,'李逵','男',23,'上海','56489797','56489797@qq.com'),(150,'沙僧','男',36,'陕西','35464898','35464898@qq.com'),(151,'古力娜扎','女',28,'北京','2434548','2434548@qq.com'),(152,'李逵','男',23,'上海','56489797','56489797@qq.com');

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
